{

  "Projects": "Projets",
  "About": "À Propos",
  "Contact": "Contact",
  "Resume": "CV",
  "Scroll": "Faites défiler vers le bas",

    "heroIntroduction": "Salut, je suis Nour-Eddine Benkerroum.",
    "sequenceDeveloper": "Développeur Full-Stack, auparavant chef de projet IT pendant 5 ans.",
    "sequenceEducation": "Titulaire de diplômes en Développement d'Applications Web & Mobile et en Gestion de Projets.",
    "sequenceAdapt": "Toujours en apprentissage et évolution face à chaque nouveau défi.",
    "sequenceThinker": "Un résolveur de problèmes qui aime démêler la complexité.",
    "sequenceGeek": "Simplement un passionné de technologie dans l'âme. Et oui !",
    "sequenceHangOn": "Attendez...",
    "sequenceMoreThanCode": "Je suis bien plus que du code et des logs de débogage.",
    "sequenceCheckProjects": "Peut-être est-il temps de jeter un œil à mes projets ci-dessous ?",
    "sequenceWorthScroll": "Croyez-moi, ça vaut le détour !",
    "sequenceStillHere": "Toujours là, hein ?",
    "sequenceCaughtInterest": "Je dois avoir capté votre intérêt.",
    "sequenceLoopTime": "Eh bien, c'est reparti pour un tour...",
    "sequenceReachOut": "Et si vous preniez contact ? Créons quelque chose de grand ensemble !",
    "sequenceCatchYou": "À la prochaine ! :)",


  "projectTitle2ndRound": "2ndRound",
     "projectDescription2ndRound": "SecondRound révolutionne le marché du jeu vidéo d'occasion avec une application web mobile, fruit d'un challenge de développement de 10 jours, simplifiant les échanges pour vendeurs et joueurs.",
  "projectTitleKoalapp": "Koalapp",
    "projectDescriptionKoalapp": "Visitez stackkoala.online pour explorer Koalapp : des articles provenant d'un appel API vers News API et personnalisés par l'IA. Créée en un sprint de codage de 24 heures.",
  "projectTitleArc": "Arc",
    "projectDescriptionArc": "Explorez des séjours uniques avec Arc, votre solution facile pour réserver des hôtels en France, créée en un sprint de codage de 24 heures.",
  "projectTitleRental": "Rental",
    "projectDescriptionRental": "Explorez Rental sur stackrental.online : des locations de voitures intuitives et faciles, des berlines aux SUV, conçues pour un parcours en ligne sans accroc. Créée en un sprint de codage de 24 heures.",



  "aboutTitle": "À Propos",
  "aboutMePart1": "Bonjour ! Je m'appelle <0>Nour-Eddine Benkerroum</0>. Avec une curiosité profonde et une passion fervente pour le monde numérique, je me suis pleinement lancé dans un voyage en tant que développeur full-stack. Mon expérience antérieure en gestion de projets IT, dans un contexte international, a aiguisé mes compétences en leadership et en communication - des atouts que je suis maintenant impatient d'appliquer dans le domaine dynamique du développement logiciel.",
  "aboutMePart2": "Mon pivot vers le développement full-stack a été motivé par le désir de relever de nouveaux défis et un engagement envers l'innovation. Ma formation m'a équipé d'une maîtrise solide de technologies telles que Ruby on Rails, JavaScript, React, HTML et CSS. Ce voyage ne m'a pas seulement armé de compétences techniques, mais m'a également intégré dans une communauté dynamique et solidaire.",
  "aboutMePart3": "Fort de mon expérience en tant que chef de projet IT, où j'ai réussi à diriger des programmes de migration de systèmes informatiques complexes, je suis bien préparé à gérer d'importants projets de développement logiciel. Je suis très intéressé à approfondir mon expertise dans l'écosystème JavaScript, en me concentrant sur React, TypeScript, Node.js et au-delà. Le développement full-stack n'est pas juste une voie professionnelle pour moi ; c'est une passion que je suis impatient d'explorer et d'élargir davantage.",
  "technosentence" : "Je suis maintenant confiant dans l'utilisation des technologies suivantes :",





  "contact": "Contactez-moi",
  "sendEmail": "Envoyer un Email"
}
